Revit 2021.1 API
SpecTypeId.MomentOfInertia Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId MomentOfInertia { get; }
Visual Basic
Public Shared ReadOnly Property MomentOfInertia As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MomentOfInertia {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace